// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "[(')هههههههههه Application Error]";
"appInternalError" = "[(')هههههههههههههههههههههههه The application encountered an internal error. Please uninstall the application and then re-install it.]";
"appNeedsSpace" = "[(')ههههههههههههههههههههههههههه The application needs %.2f MB to initialize, but only %.2f MB are available. Please free some space and try again.]";
"appZipDownloadFailedServerNotResponding" = "[(')هههههههههههههههه Downloading application archive file failed. The server is not responding.]";
"applicationDisabled" = "[(')ههههههههههههه Application Disabled]";
"appWeResourcesNotAccessible" = "[(')هههههههههههههه The application web resources could not be accessed.]";

//c
"cancel" = "[(')ههههه Cancel]";
"close" = "[(')ههه Close]";

//d
"downloading" = "[(')ههههههه Downloading...]";

//e
"error" = "[(')ههه Error]";
"errorProcessingRequestFromApp" = "[(')هههههههههههههههه An error was encountered while processing the request from the application.]";
"errorProcessingZip" = "[(')هههههههههههههههههههه An error occurred extracting archive file.  See earlier messages for the cause of failure.]";
"exit" = "[(')ه Exit]";

//g
"getNewVersion" = "[(')هههههههه Get new version]";

//o
"ok" = "[(') OK]";

//s
"serviceNotification" = "[(')ههههههههههههه Service Notification]";

//u
"update" = "[(')ههههه Update]";
"upgrade" = "[(')ههههههه Upgrade]";